<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ include file="header.jsp" %>

<div class="page-header">
    <h1>О нас</h1>
</div>

<div class="page-content">
    <p>Добро пожаловать в Heart of Tatarstan! Мы предлагаем комфортное проживание в наших номерах, наполненных уютом и гостеприимством.</p>
    <p>Наши услуги разработаны так, чтобы ваши путешествия стали незабываемыми. Мы гордимся нашим вниманием к деталям, а также стремимся обеспечить высший уровень комфорта и сервиса.</p>
    <p>Наша команда всегда готова помочь вам. Мы ценим каждого гостя и делаем все возможное, чтобы ваш отдых был на высшем уровне.</p>
</div>

<%@ include file="footer.jsp" %>
