INSERT INTO rooms (name, description, capacity, price, image_url)
VALUES
    ('Эконом', 'Уютный номер для одного человека. Простой, но удобный.', 1, 1500.00, '/images/econom.jpg'),
    ('Эконом+', 'Номер для двух человек с базовыми удобствами.', 2, 2000.00, '/images/econom_plus.jpg'),
    ('Стандарт', 'Комфортабельный номер с классическим дизайном.', 2, 3000.00, '/images/standard.jpg'),
    ('Семейный', 'Просторный номер для всей семьи с дополнительными кроватями.', 4, 5000.00, '/images/family.jpg'),
    ('Люкс', 'Роскошный номер с панорамными окнами и высококлассной мебелью.', 3, 7000.00, '/images/lux.jpg'),
    ('Апартаменты', 'Просторные апартаменты с кухней и зоной отдыха.', 5, 10000.00, '/images/apartments.jpg'),
    ('Сьют', 'Изысканный номер с гостиной зоной и премиальными услугами.', 3, 8500.00, '/images/suite.jpg');
